Repository: wtshelyx/FreeBuds6i_Assistant
Catalog: lib/l10n/app_*.arb
Languages: ru

# leftBudShort
source: Left
ru: Левый

# rightBudShort
source: Right
ru: Правый

# caseShort
source: Case
ru: Кейс

# pageHomeConnected
source: Connected
ru: Подключено

# pageHomeDisconnected
source: No connection
ru: Нет соединения

# pageHomeDisconnectedDesc
source: Your earbuds are not connected to the phone
ru: Ваши наушники не подключены к телефону

# pageHomeDisconnectedOpenSettings
source: Open Bluetooth settings
ru: Открыть настройки Bluetooth

# pageHomeConnecting
source: Connecting...
ru: Подключение...

# pageHomeUnknown
source: Unknown :(
ru: Неизвестно :(

# pageHomeNoPermission
source: No permission for Bluetooth access
ru: Нет разрешений для доступа к Bluetooth

# pageHomeNoPermissionGrant
source: Grant permission
ru: Выдайте разрешение

# pageHomeNoPermissionOpenSettings
source: Open settings
ru: Открыть настройки

# pageHomeBluetoothDisabled
source: Bluetooth is off
ru: Bluetooth отключен

# pageHomeBluetoothDisabledEnable
source: Enable
ru: Включить

# pageHomeBluetoothDisabledOpenSettings
source: Open Bluetooth settings
ru: Открыть настройки Bluetooth

# pageHomeNotPaired
source: No paired Freebuds 6i detected with the phone
ru: Не обнаружено сопряженных Freebuds 6i с телефоном

# pageHomeNotPairedPairOpenSettings
source: Open Bluetooth settings
ru: Открыть настройки Bluetooth

# pageHomeNotPairedPairOpenDemo
source: Try without earbuds
ru: Попробовать без наушников

# pageHomeConnectedClosed
source: Sync error
ru: Ошибка синхронизации

# pageHomeConnectedClosedDesc
source: AI Life might be running in parallel - reconnect 👀
ru: Возможно, параллельно работает AI Life - подключитесь снова 👀

# pageHomeConnectedClosedConnect
source: Reconnect
ru: Подключить

# autoPause
source: Auto ear detection
ru: Автообнаружение уха

# autoPauseDesc
source: Music pauses when you take off your earbuds and resumes when you put them on
ru: Музыка ставится на паузу, когда вы снимаете наушники, и продолжается, когда надеваете

# ldac
source: LDAC/L2HC support
ru: Поддержка LDAC/L2HC

# ldacDesc
source: Enable for high-quality sound (uses more battery)
ru: Активируйте, чтобы получить высокое качество звука (расходует больше заряда)

# pageHeadphonesSettingsTitle
source: Earbuds settings
ru: Настройки наушников

# pageHeadphonesSettingsGestures
source: Gestures
ru: Жесты

# pageHeadphonesSettingsGesturesDesc
source: Double/triple tap, hold, swipe
ru: Двойное/тройное касание, удержание, проведение

# slide
source: Volume adjustment
ru: Регулировка громкости

# slideDesc
source: Swipe up or down on any earbud to adjust the volume
ru: Проведите вверх или вниз по любому наушнику для регулировки громкости

# pageHeadphonesSettingsDoubleTap
source: Double tap
ru: Двойное касание

# pageHeadphonesSettingsDoubleTapDesc
source: Double-tap the earbud to:
ru: Дважды коснитесь наушника чтобы:

# pageHeadphonesSettingsDoubleTapPlayPause
source: Play/Pause
ru: Играть/Пауза

# pageHeadphonesSettingsDoubleTapNextSong
source: Next track
ru: След. трек

# pageHeadphonesSettingsDoubleTapPrevSong
source: Previous track
ru: Пред. трек

# pageHeadphonesSettingsDoubleTapAssist
source: Assistant
ru: Ассистент

# pageHeadphonesSettingsDoubleTapNone
source: Nothing
ru: Ничего

# pageHeadphonesSettingsTripleTap
source: Triple tap
ru: Тройное касание

# pageHeadphonesSettingsTripleTapDesc
source: Triple-tap the earbud to:
ru: Трижды коснитесь наушника чтобы:

# pageHeadphonesSettingsTripleTapNextSong
source: Next track
ru: След. трек

# pageHeadphonesSettingsTripleTapPrevSong
source: Previous track
ru: Пред. трек

# pageHeadphonesSettingsTripleTapNone
source: Nothing
ru: Ничего

# pageHeadphonesSettingsLeftBud
source: Left earbud
ru: Левый наушник

# pageHeadphonesSettingsRightBud
source: Right earbud
ru: Правый наушник

# pageHeadphonesSettingsHold
source: Hold the earbud
ru: Удержание наушника

# pageHeadphonesSettingsHoldDesc
source: Hold the earbud to switch between the following sound modes:
ru: Удерживайте наушник, чтобы переключить следующие режимы звукопроницаемости:

# eqDefault
source: Default
ru: По умолчанию

# eqBassBoost
source: Bass Boost
ru: Усиление НЧ

# eqTrebleBoost
source: Treble Boost
ru: Усиление ВЧ

# eqVoices
source: Vocals
ru: Вокал

# dualConnect
source: Dual connection
ru: Двойное подключение

# dualConnectDesc
source: Connect to multiple devices and switch between them
ru: Подключение нескольких устройств и переключение между ними

# anc
source: Transparency
ru: Звукопроницаемость

# ancDesc
source: Noise-canceling and transparency settings
ru: Параметры шумоподавления и прозрачности

# ancNoiseCancel
source: Noise canceling
ru: Шумоподавление

# ancNoiseCancelDesc
source: Blocks out noise around you
ru: Подавляет шум вокруг вас

# ancOff
source: Off
ru: Нет

# ancOffDesc
source: Disables all transparency effects
ru: Отключает все эффекты звукопроницаемости наушников

# ancAwareness
source: Awareness
ru: Прозрачность

# ancAwarenessDesc
source: Lets you hear everything around you
ru: Позволяет слышать все вокруг вас

# ancTypeWarning
source: Enable the corresponding mode before changing these settings
ru: Перед изменением этих настроек сначала включите соответствующий режим

# ancType
source: Noise canceling mode
ru: Режим шумоподавления

# ancDynamic
source: Dynamic
ru: Динамический

# ancDynamicDesc
source: Automatically adjusts noise canceling to the environment
ru: Автоматическая настройка шумоподавления в соответствии с окружающей обстановкой

# ancCozy
source: Cozy
ru: Комфорт

# ancCozyDesc
source: Perfect for low-noise environments
ru: Идеально для мест с низким уровнем шума

# ancGeneral
source: General
ru: Обычный

# ancGeneralDesc
source: Ideal for noisy places
ru: Идеально для мест с высоким уровнем шума

# ancUltra
source: Ultra
ru: Ультра

# ancUltraDesc
source: Perfect for very noisy environments
ru: Идеально для мест с очень высоким уровнем шума

# voiceMode
source: Conversation mode
ru: Разговорный режим

# voiceModeDesc
source: Enhances voices in transparency mode
ru: При включении режима прозрачности акцент делается на усиление голосов

# connectionSettings
source: Connection
ru: Подключение

# connectionSettingsDesc
source: Dual connection, Hi-Res activation
ru: Двойное подключение, активация Hi-Res

# eq
source: Equalizer
ru: Эквалайзер

# eqNote
source: Use Ai Life for additional presets and fine-tuning
ru: Для включения других прессетов и тонкой настройки эквалайзера используйте Ai Life

# pageAboutTitle
source: About the app
ru: О приложении

# pageAboutMeHeader
source: About the creator and the app
ru: О создателе и приложении

# pageAboutHello
source: Hello everyone! 👋
ru: Всем привет! 👋

# pageAboutMeBio
source: I am @wtshelyx - the creator of this app 🧑‍💻 I created this miracle from the bottom of my heart, especially for the best forum 4PDA, so I hope you like it! 💖
ru: Я @wtshelyx - создатель этого приложения 🧑‍💻 Я сделал это чудо от чистого сердца, специально для самого лучшего форума 4PDA, так что надеюсь, вам все нравится! 💖

# pageAboutMeAnyQuestions
source: If you have *any* questions or suggestions, contact me in QMS.
ru: Если у вас есть *любые* вопросы или предложения, свяжитесь со мной в QMS.

# pageAboutMeOpenSource
source: This app is open-source, meaning you can do whatever you want with the source code.
ru: Это приложение является открытым ПО, а это значит, что вы можете делать с исходным кодом все, что вашей душе угодно.

# pageAboutNotice
source: Also, it's important to mention
ru: Также, важно сказать

# pageAboutNoticeText
source: The app is based on the project of the respected @TheLastGimbus, the father of Freebuddy. You can find his contacts and source code below.
ru: За основу был взят проект уважаемого @TheLastGimbus, так сказать отца Freebuddy. Его контакты и исходный код вы можете найти также ниже.

# pageAboutMentions
source: Special thanks 🎖
ru: Особые благодарности 🎖

# pageAboutMentionsTheLastGimbus
source: - TheLastGimbus, for creating Freebuddy
ru: - TheLastGimbus, за создание Freebuddy

# pageAboutMentionsHuawei
source: - Huawei, for creating the amazing AI Life 💩
ru: - Huawei, за создание прекрасной AI Life 💩

# pageAboutMentionsForum
source: - Respected forum users and hardworking folks who want to enjoy their earbuds comfortably 💖
ru: - Уважаемые форумчане и обычные работяги, желающие пользоваться своими наушниками с комфортом 💖

# pageAboutMentionsOpenAI
source: - OpenAI, for ChatGPT, which helped me figure out some parts of the code
ru: - OpenAI, за ChatGPT, который помогал мне разобраться в некоторых частях кода

# pageAboutTech
source: Used libraries and software 🤖
ru: Использованные библиотеки и ПО 🤖

source: Privacy policy
ru: Политика конфиденциальности

# privacyPolicyTextF
source: This app does not collect any data about you (no emails, identifiers, or anything else) and does not send it to any servers because I don't have any :D
ru: Это приложение не собирает никакие данные о вас (ни письма, ни идентификаторы, ни что либо еще) и не отправляет ни на какие сервера, потому что у меня их нет :D

# privacyPolicyTextS
source: FreeBuds also does not use Google analytics or any other tools that collect data about you <3
ru: FreeBuds также не использует аналитику Google или любые другие средства, собирающие данные о вас <3

# pageAboutLinks
source: Links:
ru: Ссылки:

# pageAboutLinkMy
source: FreeBuds source code
ru: Исходный код FreeBuds

# pageAboutLinkFreebuddy
source: Freebuddy project
ru: Проект Freebuddy

# pageAboutLinkTheLastGimbus
source: TheLastGimbus' Discord channel
ru: Discord-канал TheLastGimbus

# pageAboutDonate
source: Donations
ru: Пожертвования

# pageAboutOpenSourceLicensesBtn
source: Open Source Licenses
ru: Открытые лицензии

source: Settings
ru: Настройки

# pageIntroTitle
source: Welcome 👋
ru: Привет 👋

# pageIntroWhatIsThis
source: FreeBuds is a completely open app for your earbuds, created with love, especially for 4PDA 🫶
ru: FreeBuds полностью открытое приложение для ваших наушников, созданное специально для 4PDA с любовью 🫶

# pageIntroSupported
source: Supported models: - Huawei Freebuds 6i
ru: Поддерживаемые модели: - Huawei Freebuds 6i

# pageIntroShortPrivacyPolicy
source: This app does not collect any emails, IDs, or any other personal data 🎉
ru: Это приложение не собирает никакие письма, идентификаторы, или любые другие личные данные 🎉

# pageIntroAnyQuestions
source: If you have any questions, contact me 💌 Go to "Settings->About" to write to me!
ru: Если у вас есть вопросы, свяжитесь со мной 💌 Перейдите в "Настройки->О приложении" чтобы написать мне!

# pageIntroQuit
source: Continue
ru: Продолжить
